Repository: samusadocco/cursor_televideo
Catalog: lib/core/l10n/translations/app_*.arb
Languages: cs, da, de, es, fi, fr, hr, hu, is, it, nl, pt, sl, sv

# onboardingSettingsDescription
source: Customize the app according to your preferences: • Load first favorite at startup: decide which Televideo page to start with • Theme: choose between light, dark or automatic • Auto refresh: enable automatic loading of subpages • Cache: manage page cache duration • Instructions: review this tutorial whenever you want • Backup Favorites: save and restore your favorites • Privacy Settings and reset: manage or reset your privacy choices
cs: Přizpůsobte si aplikaci podle svých preferencí: • Načíst první oblíbenou při spuštění: rozhodněte, kterou stránkou Televideo začít • Téma: vyberte si mezi světlým, tmavým nebo automatickým • Automatické obnovení: povolte automatické načítání podstránek • Mezipaměť: spravujte dobu trvání mezipaměti stránek • Pokyny: prohlédněte si tento tutoriál kdykoli chcete • Zálohovat oblíbené: uložte a obnovte své oblíbené • Nastavení soukromí a reset: spravujte nebo resetujte své volby soukromí
da: Tilpas appen efter dine præferencer: • Indlæs første favorit ved opstart: beslut hvilken Televideo-side at starte med • Tema: vælg mellem lyst, mørkt eller automatisk • Automatisk opdatering: aktiver automatisk indlæsning af undersider • Cache: administrer sidernes cache-varighed • Instruktioner: gennemgå denne vejledning når som helst • Backup Favoritter: gem og gendan dine favoritter • Privatlivsindstillinger og nulstilling: administrer eller nulstil dine privatlivsvalg
de: Passen Sie die App nach Ihren Wünschen an: • Ersten Favoriten beim Start laden: Entscheiden Sie, mit welcher Televideo-Seite gestartet wird • Design: Wählen Sie zwischen hell, dunkel oder automatisch • Automatische Aktualisierung: Aktivieren Sie das automatische Laden von Unterseiten • Cache: Verwalten Sie die Cache-Dauer der Seiten • Anleitung: Sehen Sie sich dieses Tutorial an, wann immer Sie möchten • Favoriten sichern: Speichern und wiederherstellen Sie Ihre Favoriten • Datenschutzeinstellungen und Zurücksetzen: Verwalten oder setzen Sie Ihre Datenschutzeinstellungen zurück
es: Personaliza la aplicación según tus preferencias: • Cargar primer favorito al inicio: decide con qué página de Televideo empezar • Tema: elige entre claro, oscuro o automático • Actualización automática: habilita la carga automática de subpáginas • Caché: gestiona la duración de la caché de páginas • Instrucciones: revisa este tutorial cuando quieras • Copia de seguridad de favoritos: guarda y restaura tus favoritos • Ajustes de privacidad y restablecimiento: gestiona o restablece tus elecciones de privacidad
fi: Mukauta sovellus mieltymystesi mukaan: • Lataa ensimmäinen suosikki käynnistettäessä: päätä millä Televideo-sivulla aloitat • Teema: valitse vaalean, tumman tai automaattisen väliltä • Automaattinen päivitys: ota käyttöön alasivujen automaattinen lataus • Välimuisti: hallitse sivujen välimuistin kestoa • Ohjeet: katso tämä opastus milloin haluat • Varmuuskopioi suosikit: tallenna ja palauta suosikkisi • Yksityisyysasetukset ja nollaus: hallitse tai nollaa yksityisyysvalintasi
fr: Personnalisez l'application selon vos préférences : • Charger le premier favori au démarrage : décidez quelle page Televideo afficher au démarrage • Thème : choisissez entre clair, sombre ou automatique • Actualisation automatique : activez le chargement automatique des sous-pages • Cache : gérez la durée du cache des pages • Instructions : revoyez ce tutoriel quand vous voulez • Sauvegarde des favoris : sauvegardez et restaurez vos favoris • Paramètres de confidentialité et réinitialisation : gérez ou réinitialisez vos choix de confidentialité
hr: Prilagodite aplikaciju prema svojim preferencijama: • Učitaj prvi favorit pri pokretanju: odlučite s kojom Televideo stranicom početi • Tema: odaberite između svijetle, tamne ili automatske • Automatsko osvježavanje: omogućite automatsko učitavanje podstranica • Predmemorija: upravljajte trajanjem predmemorije stranica • Upute: pregledajte ovaj vodič kad god želite • Sigurnosna kopija favorita: spremite i vratite svoje favorite • Postavke privatnosti i poništavanje: upravljajte ili poništite svoje izbore privatnosti
hu: Testreszabhatja az alkalmazást preferenciái szerint: • Első kedvenc betöltése indításkor: döntse el, melyik Televideo oldallal kezdjen • Téma: válasszon világos, sötét vagy automatikus között • Automatikus frissítés: engedélyezze az aloldalak automatikus betöltését • Gyorsítótár: kezelje az oldalak gyorsítótár időtartamát • Útmutató: tekintse meg ezt az oktatóanyagot bármikor • Kedvencek biztonsági mentése: mentse és állítsa vissza kedvenceit • Adatvédelmi beállítások és visszaállítás: kezelje vagy állítsa vissza adatvédelmi választásait
is: Sérsníðdu forritið að þínum þörfum: • Hlaða fyrsta eftirlæti við ræsingu: ákveddu hvaða Televideo síðu á að byrja á • Þema: veldu á milli ljóss, dökks eða sjálfvirks • Sjálfvirk endurnýjun: virkjaðu sjálfvirka hleðslu undirsíða • Skyndiminni: stjórnaðu tímalengd síðuskyndiminnis • Leiðbeiningar: skoðaðu þessa kennslu hvenær sem er • Afrita eftirlæti: vistaðu og endurheimtu eftirlætin þín • Persónuverndstillingar og endurstilling: stjórnaðu eða endurstilltu persónuverndarval þitt
it: Personalizza l'app secondo le tue preferenze: • Carica primo preferito all'avvio: decidi con quale pagina Televideo iniziare • Tema: scegli tra chiaro, scuro o automatico • Aggiornamento automatico: abilita il caricamento automatico delle sottopagine • Cache: gestisci la durata della cache delle pagine • Istruzioni: rivedi questo tutorial quando vuoi • Backup Preferiti: salva e ripristina i tuoi preferiti • Impostazioni Privacy e reset: gestisci o resetta le tue scelte sulla privacy
nl: Pas de app aan volgens uw voorkeuren: • Laad eerste favoriet bij opstarten: bepaal met welke Televideo-pagina te beginnen • Thema: kies tussen licht, donker of automatisch • Automatisch vernieuwen: schakel automatisch laden van subpagina's in • Cache: beheer de cache-duur van pagina's • Instructies: bekijk deze tutorial wanneer u maar wilt • Back-up Favorieten: sla uw favorieten op en herstel ze • Privacy-instellingen en reset: beheer of reset uw privacykeuzes
pt: Personalize o aplicativo de acordo com suas preferências: • Carregar primeiro favorito na inicialização: decida com qual página do Televideo começar • Tema: escolha entre claro, escuro ou automático • Atualização automática: ative o carregamento automático de subpáginas • Cache: gerencie a duração do cache das páginas • Instruções: revise este tutorial quando quiser • Backup dos favoritos: salve e restaure seus favoritos • Configurações de privacidade e redefinição: gerencie ou redefina suas escolhas de privacidade
sl: Prilagodite aplikacijo svojim željam: • Naloži prvo priljubljeno ob zagonu: odločite se, s katero stranjo Televideo začeti • Tema: izberite med svetlo, temno ali samodejno • Samodejno osveževanje: omogočite samodejno nalaganje podstrani • Predpomnilnik: upravljajte trajanje predpomnilnika strani • Navodila: preglejte ta vodič kadarkoli želite • Varnostno kopiranje priljubljenih: shranite in obnovite svoje priljubljene • Nastavitve zasebnosti in ponastavitev: upravljajte ali ponastavite svoje izbire zasebnosti
sv: Anpassa appen efter dina preferenser: • Ladda första favoriten vid start: bestäm vilken Televideo-sida att börja med • Tema: välj mellan ljust, mörkt eller automatiskt • Automatisk uppdatering: aktivera automatisk laddning av undersidor • Cache: hantera sidcachens varaktighet • Instruktioner: granska denna handledning när du vill • Säkerhetskopiera favoriter: spara och återställ dina favoriter • Sekretessinställningar och återställning: hantera eller återställ dina sekretessval

source: Don't show again
cs: Již nezobrazovat
da: Vis ikke igen
de: Nicht mehr anzeigen
es: No mostrar de nuevo
fi: Älä näytä uudelleen
fr: Ne plus afficher
hr: Ne prikazuj ponovno
hu: Ne mutassa újra
is: Ekki sýna aftur
it: Non mostrare più
nl: Niet meer tonen
pt: Não mostrar novamente
sl: Ne prikaži več
sv: Visa inte igen

source: Start
cs: Začít
de: Starten
es: Comenzar
fi: Aloita
fr: Commencer
hr: Započni
hu: Indítás
is: Byrja
it: Inizia
nl: Starten
pt: Começar
sl: Začni
sv: Starta

source: Reset
da: Nulstil
de: Zurücksetzen
es: Restablecer
fi: Nollaa
fr: Réinitialiser
hr: Poništi
hu: Visszaállítás
is: Endurstilla
pt: Redefinir
sl: Ponastavi
sv: Återställ

# backToPage
source: Back to page {pageNumber}
cs: Zpět na stránku {pageNumber}
da: Tilbage til side {pageNumber}
de: Zurück zu Seite {pageNumber}
es: Volver a la página {pageNumber}
fi: Takaisin sivulle {pageNumber}
fr: Retour à la page {pageNumber}
hr: Natrag na stranicu {pageNumber}
hu: Vissza a(z) {pageNumber}. oldalra
is: Til baka á síðu {pageNumber}
it: Torna alla pagina {pageNumber}
nl: Terug naar pagina {pageNumber}
pt: Voltar à página {pageNumber}
sl: Nazaj na stran {pageNumber}
sv: Tillbaka till sida {pageNumber}

# pageNotAvailableForRegionWithHint
source: Page {pageNumber} is not available for {regionName}. Try another number between 100 and 999.
cs: Stránka {pageNumber} není k dispozici pro {regionName}. Zkuste jiné číslo mezi 100 a 999.
da: Side {pageNumber} er ikke tilgængelig for {regionName}. Prøv et andet nummer mellem 100 og 999.
de: Seite {pageNumber} ist für {regionName} nicht verfügbar. Versuchen Sie eine andere Nummer zwischen 100 und 999.
es: La página {pageNumber} no está disponible para {regionName}. Prueba con otro número entre 100 y 999.
fi: Sivu {pageNumber} ei ole saatavilla alueelle {regionName}. Kokeile toista numeroa väliltä 100-999.
fr: La page {pageNumber} n'est pas disponible pour {regionName}. Essayez un autre numéro entre 100 et 999.
hr: Stranica {pageNumber} nije dostupna za {regionName}. Pokušajte s drugim brojem između 100 i 999.
hu: A(z) {pageNumber}. oldal nem érhető el a következő régióban: {regionName}. Próbáljon meg egy másik számot 100 és 999 között.
is: Síða {pageNumber} er ekki í boði fyrir {regionName}. Prófaðu annað númer á milli 100 og 999.
it: La pagina {pageNumber} non è disponibile per {regionName}. Prova con un altro numero tra 100 e 999.
nl: Pagina {pageNumber} is niet beschikbaar voor {regionName}. Probeer een ander nummer tussen 100 en 999.
pt: A página {pageNumber} não está disponível para {regionName}. Tente outro número entre 100 e 999.
sl: Stran {pageNumber} ni na voljo za {regionName}. Poskusite z drugo številko med 100 in 999.
sv: Sida {pageNumber} är inte tillgänglig för {regionName}. Pröva ett annat nummer mellan 100 och 999.

source: Channel Selection
cs: Výběr kanálu
de: Kanalauswahl
fi: Kanavan valinta
fr: Sélection de chaîne
hr: Odabir kanala
hu: Csatorna választás
is: Val á rás
it: Selezione Canale
pt: Seleção de canal
sl: Izbira kanala
sv: Kanalval

source: Favorite Channels
cs: Oblíbené kanály
de: Favoriten-Kanäle
fi: Suosikkikanavat
fr: Chaînes favorites
hr: Omiljeni kanali
hu: Kedvenc csatornák
is: Uppáhalds rásir
it: Canali Preferiti
pt: Canais favoritos
sl: Priljubljeni kanali
sv: Favoritkanaler

source: Reorder
cs: Přeuspořádat
de: Neu ordnen
fi: Järjestä uudelleen
fr: Réorganiser
hr: Preuredi
hu: Átrendezés
is: Endurraða
it: Riordina
pt: Reordenar
sl: Preurediti
sv: Ordna om

source: Search channel or country...
cs: Hledat kanál nebo zemi...
de: Kanal oder Land suchen...
fi: Hae kanavaa tai maata...
fr: Rechercher une chaîne ou un pays...
hr: Traži kanal ili zemlju...
hu: Csatorna vagy ország keresése...
is: Leita að rás eða landi...
it: Cerca canale o paese...
pt: Pesquisar canal ou país...
sl: Iskanje kanala ali države...
sv: Sök kanal eller land...

source: Show all channels
cs: Zobrazit všechny kanály
de: Alle Kanäle anzeigen
fi: Näytä kaikki kanavat
fr: Afficher toutes les chaînes
hr: Prikaži sve kanale
hu: Összes csatorna megjelenítése
is: Sýna allar rásir
it: Mostra tutti i canali
pt: Mostrar todos os canais
sl: Prikaži vse kanale
sv: Visa alla kanaler

# channelsAvailableFromCountries
source: {count} channels available from {countries} countries
cs: {count} kanálů dostupných z {countries} zemí
de: {count} Kanäle aus {countries} Ländern verfügbar
fi: {count} kanavaa saatavilla {countries} maasta
fr: {count} chaînes disponibles dans {countries} pays
hr: {count} kanala dostupno iz {countries} zemalja
hu: {count} csatorna elérhető {countries} országból
is: {count} rásir tiltækar frá {countries} löndum
it: {count} canali disponibili da {countries} paesi
pt: {count} canais disponíveis de {countries} países
sl: {count} kanalov na voljo iz {countries} držav
sv: {count} kanaler tillgängliga från {countries} länder

source: All Channels
cs: Všechny kanály
de: Alle Kanäle
fi: Kaikki kanavat
fr: Toutes les chaînes
hr: Svi kanali
hu: Összes csatorna
is: Allar rásir
it: Tutti i Canali
pt: Todos os canais
sl: Vsi kanali
sv: Alla kanaler

source: No favorite channels found
cs: Žádné oblíbené kanály nenalezeny
de: Keine Favoriten-Kanäle gefunden
fi: Suosikkikanavia ei löytynyt
fr: Aucune chaîne favorite trouvée
hr: Nema omiljenih kanala
hu: Nem találhatók kedvenc csatornák
is: Engar uppáhalds rásir fundust
it: Nessun canale preferito trovato
pt: Nenhum canal favorito encontrado
sl: Ni najdenih priljubljenih kanalov
sv: Inga favoritkanaler hittades

source: No channels found
cs: Žádné kanály nenalezeny
de: Keine Kanäle gefunden
fi: Kanavia ei löytynyt
fr: Aucune chaîne trouvée
hr: Nema pronađenih kanala
hu: Nem találhatók csatornák
is: Engar rásir fundust
it: Nessun canale trovato
pt: Nenhum canal encontrado
sl: Ni najdenih kanalov
sv: Inga kanaler hittades

# addedToFavorites
source: {emoji} {name} added to favorites
cs: {emoji} {name} přidán do oblíbených
de: {emoji} {name} zu Favoriten hinzugefügt
fi: {emoji} {name} lisätty suosikkeihin
fr: {emoji} {name} ajouté aux favoris
hr: {emoji} {name} dodano u omiljene
hu: {emoji} {name} hozzáadva a kedvencekhez
is: {emoji} {name} bætt við uppáhald
it: {emoji} {name} aggiunto ai preferiti
pt: {emoji} {name} adicionado aos favoritos
sl: {emoji} {name} dodano med priljubljene
sv: {emoji} {name} tillagd till favoriter

# removedFromFavorites
source: {emoji} {name} removed from favorites
cs: {emoji} {name} odebrán z oblíbených
de: {emoji} {name} aus Favoriten entfernt
fi: {emoji} {name} poistettu suosikeista
fr: {emoji} {name} retiré des favoris
hr: {emoji} {name} uklonjeno iz omiljenih
hu: {emoji} {name} eltávolítva a kedvencekből
is: {emoji} {name} fjarlægt úr uppáhaldi
it: {emoji} {name} rimosso dai preferiti
pt: {emoji} {name} removido dos favoritos
sl: {emoji} {name} odstranjeno iz priljubljenih
sv: {emoji} {name} borttagen från favoriter

# regionsAvailable
source: {count} regions available
cs: {count} regionů dostupných
de: {count} Regionen verfügbar
fi: {count} aluetta saatavilla
fr: {count} régions disponibles
hr: {count} regija dostupno
hu: {count} régió elérhető
is: {count} svæði tiltæk
it: {count} regioni disponibili
pt: {count} regiões disponíveis
sl: {count} regij na voljo
sv: {count} regioner tillgängliga

source: Reorder Favorites
cs: Přeuspořádat oblíbené
de: Favoriten neu ordnen
fi: Järjestä suosikit uudelleen
fr: Réorganiser les favoris
hr: Preuredi omiljene
hu: Kedvencek átrendezése
is: Endurraða uppáhaldi
it: Riordina Preferiti
pt: Reordenar favoritos
sl: Preurediti priljubljene
sv: Ordna om favoriter

# pageUnavailableWithHint
source: Page {pageNumber} is not available. Try another number between {minPage} and 999. Back to {backPage}
it: La pagina {pageNumber} non è disponibile. Prova con un altro numero tra {minPage} e 999. Torna a {backPage}

# pageLoadErrorWithHint
source: An error occurred while loading the page. Back to {minPage}
it: Si è verificato un errore durante il caricamento della pagina. Torna a {minPage}
