Repository: samusadocco/cursor_televideo
Catalog: lib/core/l10n/translations/app_*.arb
Languages: cs, da, de, es, fi, fr, hr, hu, is, it, nl, pt, sl, sv

source: Last update
cs: Poslední aktualizace
da: Seneste opdatering
de: Letzte Aktualisierung
es: Última actualización
fi: Viimeisin päivitys
fr: Dernière mise à jour
hr: Posljednje ažuriranje
hu: Utolsó frissítés
is: Síðasta uppfærsla
it: Ultimo aggiornamento
nl: Laatste update
pt: Última atualização
sl: Zadnja posodobitev
sv: Senaste uppdatering

source: Theme
cs: Téma
da: Tema
de: Design
es: Tema
fi: Teema
fr: Thème
hr: Tema
hu: Téma
is: Þema
it: Tema
nl: Thema
pt: Tema
sl: Tema
sv: Tema

source: System theme
cs: Systémové téma
da: Systemtema
de: Systemdesign
es: Tema del sistema
fi: Järjestelmän teema
fr: Thème du système
hr: Sistemska tema
hu: Rendszer téma
is: Kerfisþema
it: Tema di sistema
nl: Systeemthema
pt: Tema do sistema
sl: Sistemska tema
sv: Systemtema

source: Light theme
cs: Světlé téma
da: Lyst tema
de: Helles Design
es: Tema claro
fi: Vaalea teema
fr: Thème clair
hr: Svijetla tema
hu: Világos téma
is: Ljóst þema
it: Tema chiaro
nl: Licht thema
pt: Tema claro
sl: Svetla tema
sv: Ljust tema

source: Dark theme
cs: Tmavé téma
da: Mørkt tema
de: Dunkles Design
es: Tema oscuro
fi: Tumma teema
fr: Thème sombre
hr: Tamna tema
hu: Sötét téma
is: Dökkt þema
it: Tema scuro
nl: Donker thema
pt: Tema escuro
sl: Temna tema
sv: Mörkt tema

source: Select theme
cs: Vybrat téma
da: Vælg tema
de: Design auswählen
es: Seleccionar tema
fi: Valitse teema
fr: Sélectionner le thème
hr: Odaberi temu
hu: Téma kiválasztása
is: Veldu þema
it: Seleziona tema
nl: Selecteer thema
pt: Selecionar tema
sl: Izberi temo
sv: Välj tema

# loadFirstFavorite
source: Load first favorite at startup
cs: Načíst první oblíbenou při spuštění
da: Indlæs første favorit ved opstart
de: Ersten Favoriten beim Start laden
es: Cargar primer favorito al inicio
fi: Lataa ensimmäinen suosikki käynnistettäessä
fr: Charger le premier favori au démarrage
hr: Učitaj prvi favorit pri pokretanju
hu: Első kedvenc betöltése indításkor
is: Hlaða fyrsta eftirlæti við ræsingu
it: Carica il primo preferito all'avvio
nl: Laad eerste favoriet bij opstarten
pt: Carregar primeiro favorito na inicialização
sl: Naloži prvo priljubljeno ob zagonu
sv: Ladda första favoriten vid start

# loadFirstFavoriteDescription
source: If enabled, the first favorite in the list will be loaded when the app starts
cs: Pokud je povoleno, při spuštění aplikace se načte první oblíbená stránka ze seznamu
da: Hvis aktiveret, vil den første favorit på listen blive indlæst når appen starter
de: Wenn aktiviert, wird der erste Favorit in der Liste beim Start der App geladen
es: Si está habilitado, se cargará el primer favorito de la lista al iniciar la aplicación
fi: Jos käytössä, ensimmäinen suosikki listalta ladataan sovelluksen käynnistyessä
fr: Si activé, le premier favori de la liste sera chargé au démarrage de l'application
hr: Ako je omogućeno, prvi favorit s popisa će se učitati pri pokretanju aplikacije
hu: Ha engedélyezve van, az alkalmazás indításakor az első kedvenc oldal töltődik be
is: Ef virkt, verður fyrsta eftirlætissíðan á listanum hlaðin þegar forritið er ræst
it: Se abilitato, all'avvio dell'app verrà caricato il primo preferito della lista
nl: Indien ingeschakeld wordt de eerste favoriet in de lijst geladen bij het starten van de app
pt: Se ativado, o primeiro favorito da lista será carregado ao iniciar o aplicativo
sl: Če je omogočeno, se bo ob zagonu aplikacije naložila prva priljubljena stran s seznama
sv: Om aktiverad kommer den första favoriten i listan att laddas när appen startar

# cacheDuration
source: Televideo page images cache duration (0 seconds to disable)
cs: Doba trvání mezipaměti obrázků stránek Televideo (0 sekund pro vypnutí)
da: Cache-varighed for Televideo-sidebilleder (0 sekunder for at deaktivere)
de: Cache-Dauer für Televideo-Seitenbilder (0 Sekunden zum Deaktivieren)
es: Duración de caché de imágenes de páginas Televideo (0 segundos para deshabilitar)
fi: Televideo-sivukuvien välimuistin kesto (0 sekuntia poistaaksesi käytöstä)
fr: Durée du cache des images Televideo (0 secondes pour désactiver)
hr: Trajanje predmemorije slika Televideo stranica (0 sekundi za onemogućavanje)
hu: Televideo oldalképek gyorsítótár időtartama (0 másodperc a kikapcsoláshoz)
is: Skyndiminni Televideo síðumynda (0 sekúndur til að slökkva)
it: Durata cache immagini pagine Televideo (0 secondi per disabilitare)
nl: Cache-duur voor Televideo-paginafoto's (0 seconden om uit te schakelen)
pt: Duração do cache de imagens das páginas Televideo (0 segundos para desativar)
sl: Trajanje predpomnilnika slik strani Televideo (0 sekund za onemogočenje)
sv: Cache-varaktighet för Televideo-sidbilder (0 sekunder för att inaktivera)

source: seconds
cs: sekund
da: sekunder
de: Sekunden
es: segundos
fi: sekuntia
fr: secondes
hr: sekundi
hu: másodperc
is: sekúndur
it: secondi
nl: seconden
pt: segundos
sl: sekund
sv: sekunder

# autoRefreshDescription
source: Automatically refresh subpages
cs: Automaticky obnovovat podstránky
da: Opdater undersider automatisk
de: Unterseiten automatisch aktualisieren
es: Actualizar automáticamente las subpáginas
fi: Päivitä alasivut automaattisesti
fr: Actualiser automatiquement les sous-pages
hr: Automatski osvježi podstranice
hu: Aloldalak automatikus frissítése
is: Endurnýja undirsíður sjálfkrafa
it: Aggiorna automaticamente le sottopagine
nl: Automatisch subpagina's vernieuwen
pt: Atualizar subpáginas automaticamente
sl: Samodejno osveži podstrani
sv: Uppdatera undersidor automatiskt

source: Refresh interval
cs: Interval obnovení
da: Opdateringsinterval
de: Aktualisierungsintervall
es: Intervalo de actualización
fi: Päivitysväli
fr: Intervalle d'actualisation
hr: Interval osvježavanja
hu: Frissítési időköz
is: Endurnýjunarbil
it: Intervallo aggiornamento
nl: Vernieuwingsinterval
pt: Intervalo de atualização
sl: Interval osveževanja
sv: Uppdateringsintervall

# showOnboardingAtStartup
source: Show instructions at startup
cs: Zobrazit pokyny při spuštění
da: Vis instruktioner ved opstart
de: Anleitung beim Start anzeigen
es: Mostrar instrucciones al inicio
fi: Näytä ohjeet käynnistettäessä
fr: Afficher les instructions au démarrage
hr: Prikaži upute pri pokretanju
hu: Útmutató megjelenítése indításkor
is: Sýna leiðbeiningar við ræsingu
it: Mostra istruzioni all'avvio
nl: Toon instructies bij opstarten
pt: Mostrar instruções na inicialização
sl: Prikaži navodila ob zagonu
sv: Visa instruktioner vid start

# showOnboardingAtStartupDescription
source: Show instructions every time you open the app
cs: Zobrazit pokyny při každém otevření aplikace
da: Vis instruktioner hver gang du åbner appen
de: Anleitung bei jedem Öffnen der App anzeigen
es: Mostrar instrucciones cada vez que abres la aplicación
fi: Näytä ohjeet aina kun avaat sovelluksen
fr: Afficher les instructions à chaque ouverture de l'application
hr: Prikaži upute svaki put kada otvorite aplikaciju
hu: Útmutató megjelenítése minden alkalommal, amikor megnyitja az alkalmazást
is: Sýna leiðbeiningar í hvert skipti sem þú opnar forritið
it: Mostra le istruzioni ogni volta che apri l'app
nl: Toon instructies elke keer dat u de app opent
pt: Mostrar instruções sempre que você abrir o aplicativo
sl: Prikaži navodila vsakič, ko odprete aplikacijo
sv: Visa instruktioner varje gång du öppnar appen

source: Show instructions
cs: Zobrazit pokyny
da: Vis instruktioner
de: Anleitung anzeigen
es: Mostrar instrucciones
fi: Näytä ohjeet
fr: Afficher les instructions
hr: Prikaži upute
hu: Útmutató megjelenítése
is: Sýna leiðbeiningar
it: Mostra istruzioni
nl: Toon instructies
pt: Mostrar instruções
sl: Prikaži navodila
sv: Visa instruktioner

# showInstructionsDescription
source: Review the app usage instructions
cs: Prohlédnout si pokyny k použití aplikace
da: Gennemgå appens brugsvejledning
de: App-Bedienungsanleitung ansehen
es: Revisar las instrucciones de uso de la aplicación
fi: Katso sovelluksen käyttöohjeet
fr: Revoir les instructions d'utilisation de l'application
hr: Pregledajte upute za korištenje aplikacije
hu: Az alkalmazás használati útmutatójának megtekintése
is: Skoða notkunarleiðbeiningar forritsins
it: Rivedi le istruzioni per l'utilizzo dell'app
nl: Bekijk de gebruiksinstructies van de app
pt: Revisar as instruções de uso do aplicativo
sl: Preglejte navodila za uporabo aplikacije
sv: Granska appens användningsinstruktioner

source: Backup favorites
cs: Zálohovat oblíbené
da: Backup favoritter
de: Favoriten sichern
es: Copia de seguridad de favoritos
fi: Varmuuskopioi suosikit
fr: Sauvegarder les favoris
hr: Sigurnosna kopija favorita
hu: Kedvencek biztonsági mentése
is: Afrita eftirlæti
it: Backup preferiti
nl: Back-up favorieten
pt: Backup dos favoritos
sl: Varnostno kopiraj priljubljene
sv: Säkerhetskopiera favoriter

# backupFavoritesDescription
source: Save and restore your favorites
cs: Uložit a obnovit vaše oblíbené
da: Gem og gendan dine favoritter
de: Favoriten speichern und wiederherstellen
es: Guardar y restaurar tus favoritos
fi: Tallenna ja palauta suosikkisi
fr: Sauvegarder et restaurer vos favoris
hr: Spremite i vratite svoje favorite
hu: Kedvencek mentése és visszaállítása
is: Vista og endurheimta eftirlætin þín
it: Salva e ripristina i tuoi preferiti
nl: Sla uw favorieten op en herstel ze
pt: Salvar e restaurar seus favoritos
sl: Shranite in obnovite svoje priljubljene
sv: Spara och återställ dina favoriter

source: Privacy Settings
cs: Nastavení soukromí
da: Privatlivsindstillinger
de: Datenschutzeinstellungen
es: Ajustes de privacidad
fi: Yksityisyysasetukset
fr: Paramètres de confidentialité
hr: Postavke privatnosti
hu: Adatvédelmi beállítások
is: Persónuverndstillingar
it: Impostazioni Privacy
nl: Privacy-instellingen
pt: Configurações de privacidade
sl: Nastavitve zasebnosti
sv: Sekretessinställningar

# privacySettingsDescription
source: Modify your privacy preferences for ads
cs: Upravit vaše předvolby soukromí pro reklamy
da: Ændre dine privatlivsindstillinger for annoncer
de: Datenschutzeinstellungen für Werbung ändern
es: Modificar tus preferencias de privacidad para anuncios
fi: Muuta yksityisyysasetuksiasi mainoksia varten
fr: Modifier vos préférences de confidentialité pour les publicités
hr: Izmijenite svoje postavke privatnosti za oglase
hu: Hirdetésekkel kapcsolatos adatvédelmi beállítások módosítása
is: Breyta persónuverndarvalkostum þínum fyrir auglýsingar
it: Modifica le tue preferenze sulla privacy per gli annunci
nl: Wijzig uw privacyvoorkeuren voor advertenties
pt: Modificar suas preferências de privacidade para anúncios
sl: Spremenite svoje nastavitve zasebnosti za oglase
sv: Ändra dina sekretessinställningar för annonser

source: Reset Privacy Settings
cs: Resetovat nastavení soukromí
da: Nulstil privatlivsindstillinger
de: Datenschutzeinstellungen zurücksetzen
es: Restablecer ajustes de privacidad
fi: Nollaa yksityisyysasetukset
fr: Réinitialiser les paramètres de confidentialité
hr: Poništi postavke privatnosti
hu: Adatvédelmi beállítások visszaállítása
is: Endurstilla persónuverndstillingar
it: Reset Impostazioni Privacy
nl: Privacy-instellingen resetten
pt: Redefinir configurações de privacidade
sl: Ponastavi nastavitve zasebnosti
sv: Återställ sekretessinställningar

# resetPrivacySettingsDescription
source: Completely reset privacy settings
cs: Kompletně resetovat nastavení soukromí
da: Nulstil alle privatlivsindstillinger
de: Datenschutzeinstellungen vollständig zurücksetzen
es: Restablecer completamente los ajustes de privacidad
fi: Nollaa kaikki yksityisyysasetukset
fr: Réinitialiser complètement les paramètres de confidentialité
hr: Potpuno poništi postavke privatnosti
hu: Minden adatvédelmi beállítás visszaállítása
is: Endurstilla allar persónuverndstillingar
it: Resetta completamente le impostazioni sulla privacy
nl: Privacy-instellingen volledig resetten
pt: Redefinir completamente as configurações de privacidade
sl: Popolnoma ponastavi nastavitve zasebnosti
sv: Återställ alla sekretessinställningar

# resetPrivacyConfirm
source: Do you really want to reset privacy settings? You will be asked for consent again the next time you start the app.
cs: Opravdu chcete resetovat nastavení soukromí? Při příštím spuštění aplikace budete požádáni o nový souhlas.
da: Vil du virkelig nulstille privatlivsindstillingerne? Du vil blive bedt om samtykke igen næste gang du starter appen.
de: Möchten Sie die Datenschutzeinstellungen wirklich zurücksetzen? Sie werden beim nächsten Start der App erneut um Ihre Einwilligung gebeten.
es: ¿Realmente desea restablecer los ajustes de privacidad? Se le pedirá consentimiento nuevamente la próxima vez que inicie la aplicación.
fi: Haluatko varmasti nollata yksityisyysasetukset? Sinulta pyydetään suostumus uudelleen seuraavan kerran käynnistäessäsi sovelluksen.
fr: Voulez-vous vraiment réinitialiser les paramètres de confidentialité ? Vous devrez donner votre consentement à nouveau au prochain démarrage de l'application.
hr: Želite li stvarno poništiti postavke privatnosti? Bit ćete ponovno upitani za pristanak pri sljedećem pokretanju aplikacije.
hu: Biztosan visszaállítja az adatvédelmi beállításokat? Az alkalmazás következő indításakor újra meg kell adnia a hozzájárulását.
is: Viltu örugglega endurstilla persónuverndstillingar? Þú verður beðin/n um samþykki aftur næst þegar þú ræsir forritið.
it: Vuoi davvero resettare le impostazioni sulla privacy? Ti verrà richiesto nuovamente il consenso al prossimo avvio dell'app.
nl: Wilt u de privacy-instellingen echt resetten? U wordt bij de volgende start van de app opnieuw om toestemming gevraagd.
pt: Deseja realmente redefinir as configurações de privacidade? Você será solicitado a dar consentimento novamente na próxima vez que iniciar o aplicativo.
sl: Ali res želite ponastaviti nastavitve zasebnosti? Ob naslednjem zagonu aplikacije boste ponovno pozvani k privolitvi.
sv: Vill du verkligen återställa sekretessinställningarna? Du kommer att bli ombedd om samtycke igen nästa gång du startar appen.

# privacySettingsUnavailable
source: Privacy settings are not available at the moment
cs: Nastavení soukromí není momentálně k dispozici
da: Privatlivsindstillinger er ikke tilgængelige i øjeblikket
de: Datenschutzeinstellungen sind derzeit nicht verfügbar
es: Los ajustes de privacidad no están disponibles en este momento
fi: Yksityisyysasetukset eivät ole tällä hetkellä saatavilla
fr: Les paramètres de confidentialité ne sont pas disponibles pour le moment
hr: Postavke privatnosti trenutno nisu dostupne
hu: Az adatvédelmi beállítások jelenleg nem érhetők el
is: Persónuverndstillingar eru ekki í boði núna
it: Le impostazioni sulla privacy non sono disponibili al momento
nl: Privacy-instellingen zijn momenteel niet beschikbaar
pt: As configurações de privacidade não estão disponíveis no momento
sl: Nastavitve zasebnosti trenutno niso na voljo
sv: Sekretessinställningar är inte tillgängliga för tillfället

# privacySettingsReset
source: Privacy settings reset. Restart the app for new consent.
cs: Nastavení soukromí resetováno. Restartujte aplikaci pro nový souhlas.
da: Privatlivsindstillinger nulstillet. Genstart appen for nyt samtykke.
de: Datenschutzeinstellungen zurückgesetzt. Starten Sie die App neu für die neue Einwilligung.
es: Ajustes de privacidad restablecidos. Reinicie la aplicación para nuevo consentimiento.
fi: Yksityisyysasetukset nollattu. Käynnistä sovellus uudelleen uutta suostumusta varten.
fr: Paramètres de confidentialité réinitialisés. Redémarrez l'application pour le nouveau consentement.
hr: Postavke privatnosti su poništene. Ponovno pokrenite aplikaciju za novi pristanak.
hu: Adatvédelmi beállítások visszaállítva. Indítsa újra az alkalmazást az új hozzájáruláshoz.
is: Persónuverndstillingar endurstilltar. Endurræstu forritið fyrir nýtt samþykki.
it: Impostazioni privacy resettate. Riavvia l'app per il nuovo consenso.
nl: Privacy-instellingen gereset. Start de app opnieuw voor nieuwe toestemming.
pt: Configurações de privacidade redefinidas. Reinicie o aplicativo para novo consentimento.
sl: Nastavitve zasebnosti so ponastavljene. Ponovno zaženite aplikacijo za novo privolitev.
sv: Sekretessinställningar återställda. Starta om appen för nytt samtycke.

source: Version
cs: Verze
es: Versión
fi: Versio
hr: Verzija
hu: Verzió
is: Útgáfa
it: Versione
nl: Versie
pt: Versão
sl: Različica

# onboardingWelcome
source: Welcome to TeleRetrò Italia
cs: Vítejte v TeleRetrò Italia
da: Velkommen til TeleRetrò Italia
de: Willkommen bei TeleRetrò Italia
es: Bienvenido a TeleRetrò Italia
fi: Tervetuloa TeleRetrò Italiaan
fr: Bienvenue sur TeleRetrò Italia
hr: Dobrodošli u TeleRetrò Italia
hu: Üdvözöljük a TeleRetrò Italia-ban
is: Velkomin í TeleRetrò Italia
it: Benvenuto in TeleRetrò Italia
nl: Welkom bij TeleRetrò Italia
pt: Bem-vindo ao TeleRetrò Italia
sl: Dobrodošli v TeleRetrò Italia
sv: Välkommen till TeleRetrò Italia

# onboardingWelcomeDescription
source: The app to consult RAI Televideo quickly and easily
cs: Aplikace pro rychlou a snadnou konzultaci RAI Televideo
da: Appen til at konsultere RAI Televideo hurtigt og nemt
de: Die App zum schnellen und einfachen Nachschlagen von RAI Televideo
es: La aplicación para consultar RAI Televideo de forma rápida y sencilla
fi: Sovellus RAI Televideon nopeaan ja helppoon selaamiseen
fr: L'application pour consulter RAI Televideo rapidement et facilement
hr: Aplikacija za brzo i jednostavno konzultiranje RAI Televideo
hu: Az alkalmazás a RAI Televideo gyors és egyszerű használatához
is: Forritið til að skoða RAI Televideo á fljótlegan og auðveldan hátt
it: Scopri tutte le funzionalità dell'app'
nl: De app om RAI Televideo snel en eenvoudig te raadplegen
pt: O aplicativo para consultar o RAI Televideo de forma rápida e fácil
sl: Aplikacija za hitro in enostavno posvetovanje z RAI Televideo
sv: Appen för att snabbt och enkelt konsultera RAI Televideo

# onboardingNavigation
source: Navigation
cs: Navigace
es: Navegación
fi: Navigointi
hr: Navigacija
hu: Navigáció
is: Leiðsögn
it: Navigazione Pagine
nl: Navigatie
pt: Navegação
sl: Navigacija

# onboardingNavigationDescription
source: Swipe left or right to change page, tap numbers to navigate directly
cs: Přejeďte doleva nebo doprava pro změnu stránky, klepněte na čísla pro přímou navigaci
da: Stryg til venstre eller højre for at skifte side, tryk på tal for at navigere direkte
de: Wischen Sie nach links oder rechts, um die Seite zu wechseln, tippen Sie auf Zahlen für direkte Navigation
es: Desliza a la izquierda o derecha para cambiar de página, toca los números para navegar directamente
fi: Pyyhkäise vasemmalle tai oikealle vaihtaaksesi sivua, napauta numeroita navigoidaksesi suoraan
fr: Glissez à gauche ou à droite pour changer de page, touchez les numéros pour naviguer directement
hr: Prijeđite prstom lijevo ili desno za promjenu stranice, dodirnite brojeve za izravnu navigaciju
hu: Húzza balra vagy jobbra az oldal váltásához, érintse meg a számokat a közvetlen navigációhoz
is: Strjúktu til vinstri eða hægri til að skipta um síðu, ýttu á númer fyrir beina leiðsögn
it: Usa le frecce laterali per navigare tra le pagine: • Freccia sinistra: vai alla pagina precedente • Freccia destra: vai alla pagina successiva Puoi anche usare lo swipe orizzontale per lo stesso effetto.
nl: Veeg naar links of rechts om van pagina te wisselen, tik op nummers om direct te navigeren
pt: Deslize para a esquerda ou direita para mudar de página, toque nos números para navegar diretamente
sl: Podrsajte levo ali desno za spremembo strani, tapnite številke za neposredno navigacijo
sv: Svep åt vänster eller höger för att byta sida, tryck på siffror för att navigera direkt

# onboardingFavorites
source: Favorites
cs: Oblíbené
da: Favoritter
de: Favoriten
es: Favoritos
fi: Suosikit
fr: Favoris
hr: Favoriti
hu: Kedvencek
is: Eftirlæti
it: Preferiti
nl: Favorieten
pt: Favoritos
sl: Priljubljene
sv: Favoriter

# onboardingFavoritesDescription
source: Add pages to favorites for quick access
cs: Přidejte stránky do oblíbených pro rychlý přístup
da: Tilføj sider til favoritter for hurtig adgang
de: Fügen Sie Seiten zu den Favoriten hinzu für schnellen Zugriff
es: Añade páginas a favoritos para acceso rápido
fi: Lisää sivuja suosikkeihin nopeaa pääsyä varten
fr: Ajoutez des pages aux favoris pour un accès rapide
hr: Dodajte stranice u favorite za brzi pristup
hu: Adjon oldalakat a kedvencekhez a gyors hozzáféréshez
is: Bættu síðum við eftirlæti fyrir fljótan aðgang
it: Salva le pagine che visiti più spesso: • Tocca l'icona indicata per aggiungere la pagina corrente • Tocca di nuovo per rimuoverla dai preferiti • L'icona diventa rossa quando la pagina è tra i preferiti Puoi salvare sia pagine nazionali che regionali.
nl: Voeg pagina's toe aan favorieten voor snelle toegang
pt: Adicione páginas aos favoritos para acesso rápido
sl: Dodajte strani med priljubljene za hiter dostop
sv: Lägg till sidor i favoriter för snabb åtkomst

# onboardingRegions
source: Regional Televideo
cs: Regionální Televideo
de: Regionales Televideo
es: Televideo Regional
fi: Alueellinen Televideo
fr: Televideo Régional
hr: Regionalni Televideo
hu: Regionális Televideo
is: Svæðisbundið Televideo
it: Televideo Regionale
nl: Regionaal Televideo
pt: Televideo Regional
sl: Regionalni Televideo

# onboardingRegionsDescription
source: Access your region's Televideo
cs: Přístup k Televideo vašeho regionu
da: Få adgang til din regions Televideo
de: Zugriff auf das Televideo Ihrer Region
es: Accede al Televideo de tu región
fi: Pääsy alueesi Televideoon
fr: Accédez au Televideo de votre région
hr: Pristupite Televideo-u svoje regije
hu: Hozzáférés a régiója Televideo-jához
is: Fáðu aðgang að Televideo svæðisins þíns
it: Accedi al Televideo della tua regione La tua posizione verrà rilevata automaticamente per suggerirti la regione corretta.
nl: Toegang tot de Televideo van uw regio
pt: Acesse o Televideo da sua região
sl: Dostop do Televideo vaše regije
sv: Få tillgång till din regions Televideo

# onboardingAutoRefresh
source: Auto Refresh
cs: Automatické Obnovení
da: Automatisk Opdatering
de: Automatische Aktualisierung
es: Actualización Automática
fi: Automaattinen Päivitys
fr: Actualisation Automatique
hr: Automatsko Osvježavanje
hu: Automatikus Frissítés
is: Sjálfvirk Endurnýjun
it: Autocaricamento Sottopagine
nl: Automatisch Vernieuwen
pt: Atualização Automática
sl: Samodejno Osveževanje
sv: Automatisk Uppdatering

# onboardingAutoRefreshDescription
source: Subpages update automatically
cs: Podstránky se automaticky aktualizují
da: Undersider opdateres automatisk
de: Unterseiten werden automatisch aktualisiert
es: Las subpáginas se actualizan automáticamente
fi: Alasivut päivittyvät automaattisesti
fr: Les sous-pages se mettent à jour automatiquement
hr: Podstranice se automatski ažuriraju
hu: Az aloldalak automatikusan frissülnek
is: Undirsíður uppfærast sjálfkrafa
it: Quando l'aggiornamento automatico è attivo, il cerchio intorno al numero di pagina si riempie progressivamente: Modifica il tempo di aggiornamento nelle impostazioni L'indicatore è visibile solo quando ci sono sottopagine disponibili e l'aggiornamento automatico è attivo.
nl: Subpagina's worden automatisch bijgewerkt
pt: As subpáginas são atualizadas automaticamente
sl: Podstrani se samodejno posodabljajo
sv: Undersidor uppdateras automatiskt

# onboardingPause
source: Pause Update
cs: Pozastavit Obnovení
da: Pause Opdatering
de: Aktualisierung pausieren
es: Pausar Actualización
fi: Keskeytä Päivitys
fr: Pause Actualisation
hr: Pauziraj Osvježavanje
hu: Frissítés Szüneteltetése
is: Gera hlé á Endurnýjun
it: Pausa Autocaricamento
nl: Vernieuwen Pauzeren
pt: Pausar Atualização
sl: Premor Osveževanja
sv: Pausa Uppdatering
