Repository: samusadocco/cursor_televideo
Catalog: lib/core/l10n/translations/app_*.arb
Languages: cs, da, de, es, fi, fr, hr, hu, is, it, nl, pt, sl, sv

# onboardingPauseDescription
source: Tap an empty area to pause automatic refresh
cs: Klepněte na prázdnou oblast pro pozastavení automatického obnovení
da: Tryk på et tomt område for at pause automatisk opdatering
de: Tippen Sie auf einen leeren Bereich, um die automatische Aktualisierung zu pausieren
es: Toca un área vacía para pausar la actualización automática
fi: Napauta tyhjää aluetta keskeyttääksesi automaattisen päivityksen
fr: Touchez une zone vide pour mettre en pause l'actualisation automatique
hr: Dodirnite prazno područje za pauziranje automatskog osvježavanja
hu: Érintsen meg egy üres területet az automatikus frissítés szüneteltetéséhez
is: Ýttu á autt svæði til að gera hlé á sjálfvirkri endurnýjun
it: Puoi mettere in pausa l'aggiornamento automatico delle sottopagine: • Tocca in un punto qualsiasi della pagina dove non ci sono numeri cliccabili • Vedrai apparire l'icona ⏸️ per indicare che l'aggiornamento è in pausa • Tocca di nuovo per riprendere l'aggiornamento (icona ▶️) Questa funzione è utile quando vuoi leggere con calma una sottopagina senza che cambi automaticamente.
nl: Tik op een leeg gebied om automatisch vernieuwen te pauzeren
pt: Toque em uma área vazia para pausar a atualização automática
sl: Tapnite prazno območje za premor samodejnega osveževanja
sv: Tryck på ett tomt område för att pausa automatisk uppdatering

# onboardingPageSelector
source: Page Selector
cs: Výběr Stránky
da: Sidevælger
de: Seitenauswahl
es: Selector de Página
fi: Sivunvalitsin
fr: Sélecteur de Page
hr: Odabir Stranice
hu: Oldalválasztó
is: Síðuval
it: Selettore Pagina
nl: Paginakiezer
pt: Seletor de Página
sl: Izbirnik Strani
sv: Sidväljare

# onboardingPageSelectorDescription
source: Tap the central number to directly enter a page. Enter a number between 100 and 999 to jump to that page.
cs: Klepněte na prostřední číslo pro přímé zadání stránky. Zadejte číslo mezi 100 a 999 pro přechod na danou stránku.
da: Tryk på det midterste tal for at indtaste en side direkte. Indtast et nummer mellem 100 og 999 for at springe til den side.
de: Tippen Sie auf die mittlere Zahl, um direkt eine Seite einzugeben. Geben Sie eine Zahl zwischen 100 und 999 ein, um zu dieser Seite zu springen.
es: Toca el número central para introducir directamente una página. Introduce un número entre 100 y 999 para saltar a esa página.
fi: Napauta keskimmäistä numeroa syöttääksesi sivun suoraan. Syötä numero väliltä 100-999 siirtyäksesi kyseiselle sivulle.
fr: Touchez le numéro central pour entrer directement une page. Entrez un numéro entre 100 et 999 pour aller à cette page.
hr: Dodirnite središnji broj za izravan unos stranice. Unesite broj između 100 i 999 za skok na tu stranicu.
hu: Érintse meg a középső számot az oldal közvetlen megadásához. Adjon meg egy számot 100 és 999 között az adott oldalra ugráshoz.
is: Ýttu á miðjunúmerið til að slá beint inn síðu. Sláðu inn númer á milli 100 og 999 til að hoppa á þá síðu.
it: Tocca il numero centrale per inserire direttamente una pagina. Inserisci un numero tra 100 e 999 per saltare a quella pagina.
nl: Tik op het middelste nummer om direct een pagina in te voeren. Voer een nummer tussen 100 en 999 in om naar die pagina te springen.
pt: Toque no número central para inserir diretamente uma página. Digite um número entre 100 e 999 para pular para essa página.
sl: Tapnite srednjo številko za neposreden vnos strani. Vnesite številko med 100 in 999 za skok na to stran.
sv: Tryck på det centrala numret för att direkt ange en sida. Ange ett nummer mellan 100 och 999 för att hoppa till den sidan.

# onboardingSubpageNavigation
source: Subpage Navigation
cs: Navigace Podstránek
da: Underside Navigation
de: Unterseiten-Navigation
es: Navegación de Subpáginas
fi: Alasivujen Navigointi
fr: Navigation Sous-pages
hr: Navigacija Podstranica
hu: Aloldal Navigáció
is: Undirsíðuleiðsögn
it: Navigazione Sottopagine
nl: Subpagina Navigatie
pt: Navegação de Subpáginas
sl: Navigacija Podstrani
sv: Undersida Navigation

# onboardingSubpageNavigationDescription
source: If the page has subpages, you'll also see the indicator: • 1/3 means: first subpage of three available Use the central arrows to navigate between subpages: • Up arrow: go to next subpage • Down arrow: go to previous subpage The arrows are active only when there are subpages available.
cs: Pokud má stránka podstránky, uvidíte také indikátor: • 1/3 znamená: první podstránka ze tří dostupných Použijte prostřední šipky pro navigaci mezi podstránkami: • Šipka nahoru: přejít na další podstránku • Šipka dolů: přejít na předchozí podstránku Šipky jsou aktivní pouze když jsou k dispozici podstránky.
da: Hvis siden har undersider, vil du også se indikatoren: • 1/3 betyder: første underside af tre tilgængelige Brug de midterste pile til at navigere mellem undersider: • Pil op: gå til næste underside • Pil ned: gå til forrige underside Pilene er kun aktive når der er undersider tilgængelige.
de: Wenn die Seite Unterseiten hat, sehen Sie auch den Indikator: • 1/3 bedeutet: erste Unterseite von drei verfügbaren Verwenden Sie die mittleren Pfeile zur Navigation zwischen Unterseiten: • Pfeil nach oben: zur nächsten Unterseite • Pfeil nach unten: zur vorherigen Unterseite Die Pfeile sind nur aktiv, wenn Unterseiten verfügbar sind.
es: Si la página tiene subpáginas, también verás el indicador: • 1/3 significa: primera subpágina de tres disponibles Usa las flechas centrales para navegar entre subpáginas: • Flecha arriba: ir a la siguiente subpágina • Flecha abajo: ir a la subpágina anterior Las flechas están activas solo cuando hay subpáginas disponibles.
fi: Jos sivulla on alasivuja, näet myös ilmaisimen: • 1/3 tarkoittaa: ensimmäinen alasivu kolmesta saatavilla olevasta Käytä keskellä olevia nuolia navigoidaksesi alasivujen välillä: • Nuoli ylös: siirry seuraavalle alasivulle • Nuoli alas: siirry edelliselle alasivulle Nuolet ovat aktiivisia vain, kun alasivuja on saatavilla.
fr: Si la page a des sous-pages, vous verrez aussi l'indicateur : • 1/3 signifie : première sous-page sur trois disponibles Utilisez les flèches centrales pour naviguer entre les sous-pages : • Flèche haut : aller à la sous-page suivante • Flèche bas : aller à la sous-page précédente Les flèches sont actives uniquement lorsqu'il y a des sous-pages disponibles.
hr: Ako stranica ima podstranice, vidjet ćete i indikator: • 1/3 znači: prva podstranica od tri dostupne Koristite središnje strelice za navigaciju između podstranica: • Strelica gore: idi na sljedeću podstranicu • Strelica dolje: idi na prethodnu podstranicu Strelice su aktivne samo kada su dostupne podstranice.
hu: Ha az oldalnak vannak aloldalai, látni fogja a jelzőt: • 1/3 jelentése: első aloldal a három elérhetőből Használja a középső nyilakat az aloldalak közötti navigációhoz: • Felfelé nyíl: következő aloldalra • Lefelé nyíl: előző aloldalra A nyilak csak akkor aktívak, ha vannak elérhető aloldalak.
is: Ef síðan hefur undirsíður, muntu einnig sjá vísinn: • 1/3 þýðir: fyrsta undirsíða af þremur í boði Notaðu miðjuörvarnar til að fara á milli undirsíða: • Ör upp: fara á næstu undirsíðu • Ör niður: fara á fyrri undirsíðu Örvarnar eru aðeins virkar þegar undirsíður eru í boði.
it: Se la pagina ha sottopagine, vedrai anche l'indicatore: • 1/3 significa: prima sottopagina di tre disponibili Usa le frecce centrali per navigare tra le sottopagine: • Freccia su: vai alla sottopagina successiva • Freccia giù: vai alla sottopagina precedente Le frecce sono attive solo quando ci sono sottopagine disponibili.
nl: Als de pagina subpagina's heeft, ziet u ook de indicator: • 1/3 betekent: eerste subpagina van drie beschikbare Gebruik de middelste pijlen om tussen subpagina's te navigeren: • Pijl omhoog: ga naar volgende subpagina • Pijl omlaag: ga naar vorige subpagina De pijlen zijn alleen actief als er subpagina's beschikbaar zijn.
pt: Se a página tiver subpáginas, você também verá o indicador: • 1/3 significa: primeira subpágina de três disponíveis Use as setas centrais para navegar entre subpáginas: • Seta para cima: ir para a próxima subpágina • Seta para baixo: ir para a subpágina anterior As setas estão ativas apenas quando há subpáginas disponíveis.
sl: Če ima stran podstrani, boste videli tudi indikator: • 1/3 pomeni: prva podstran od treh razpoložljivih Uporabite sredinske puščice za navigacijo med podstranmi: • Puščica gor: pojdi na naslednjo podstran • Puščica dol: pojdi na prejšnjo podstran Puščice so aktivne samo, ko so na voljo podstrani.
sv: Om sidan har undersidor kommer du också att se indikatorn: • 1/3 betyder: första undersidan av tre tillgängliga Använd de centrala pilarna för att navigera mellan undersidor: • Pil upp: gå till nästa undersida • Pil ner: gå till föregående undersida Pilarna är endast aktiva när det finns undersidor tillgängliga.

# onboardingSwipe
source: Swipe Navigation
cs: Navigace Přejetím
da: Stryg Navigation
de: Wisch-Navigation
es: Navegación por Deslizamiento
fi: Pyyhkäisynavigointi
fr: Navigation par Glissement
hr: Navigacija Prelaskom
hu: Húzás Navigáció
is: Strjúkleiðsögn
it: Navigazione Swipe
nl: Veeg Navigatie
pt: Navegação por Deslize
sl: Navigacija z Drsenjem
sv: Svepnavigation

# onboardingSwipeDescription
source: Navigate easily between pages with the gestures shown above.
cs: Snadno navigujte mezi stránkami pomocí gest zobrazených výše.
da: Naviger nemt mellem sider med bevægelserne vist ovenfor.
de: Navigieren Sie einfach zwischen den Seiten mit den oben gezeigten Gesten.
es: Navega fácilmente entre páginas con los gestos mostrados arriba.
fi: Navigoi helposti sivujen välillä yllä näytetyillä eleillä.
fr: Naviguez facilement entre les pages avec les gestes montrés ci-dessus.
hr: Jednostavno se krećite između stranica pomoću gore prikazanih gesti.
hu: Könnyen navigálhat az oldalak között a fent bemutatott gesztusokkal.
is: Ferðastu auðveldlega á milli síðna með bendingunum sem sýndar eru fyrir ofan.
it: Naviga facilmente tra le pagine con i gesti mostrati sopra.
nl: Navigeer eenvoudig tussen pagina's met de hierboven getoonde gebaren.
pt: Navegue facilmente entre as páginas com os gestos mostrados acima.
sl: Enostavno se premikajte med stranmi z gestami, prikazanimi zgoraj.
sv: Navigera enkelt mellan sidor med gesterna som visas ovan.

# onboardingClickableNumbers
source: Clickable Page Numbers
cs: Klikatelná Čísla Stránek
da: Klikkelige Sidenumre
de: Klickbare Seitenzahlen
es: Números de Página Clicables
fi: Napsautettavat Sivunumerot
fr: Numéros de Page Cliquables
hr: Brojevi Stranica na Klik
hu: Kattintható Oldalszámok
is: Smellanlegar Síðunúmer
it: Numeri di Pagina Cliccabili
nl: Klikbare Paginanummers
pt: Números de Página Clicáveis
sl: Klikljive Številke Strani
sv: Klickbara Sidnummer

# onboardingClickableNumbersDescription
source: Tap the highlighted page numbers to navigate directly to that page Pages 100/1 of National Televideo and 300/1 of Regional Televideo are not clickable
cs: Klepněte na zvýrazněná čísla stránek pro přímou navigaci na danou stránku Stránky 100/1 Národního Televideo a 300/1 Regionálního Televideo nejsou klikatelné
da: Tryk på de fremhævede sidenumre for at navigere direkte til den side Side 100/1 af National Televideo og 300/1 af Regional Televideo kan ikke klikkes på
de: Tippen Sie auf die hervorgehobenen Seitenzahlen, um direkt zu dieser Seite zu navigieren Die Seiten 100/1 des nationalen Televideo und 300/1 des regionalen Televideo sind nicht klickbar
es: Toca los números de página resaltados para navegar directamente a esa página Las páginas 100/1 del Televideo Nacional y 300/1 del Televideo Regional no son clicables
fi: Napauta korostettuja sivunumeroita siirtyäksesi suoraan kyseiselle sivulle Sivut 100/1 Kansallisesta Televideosta ja 300/1 Alueellisesta Televideosta eivät ole napsautettavia
fr: Touchez les numéros de page en surbrillance pour naviguer directement vers cette page Les pages 100/1 du Televideo National et 300/1 du Televideo Régional ne sont pas cliquables
hr: Dodirnite istaknute brojeve stranica za izravnu navigaciju na tu stranicu Stranice 100/1 Nacionalnog Televideo-a i 300/1 Regionalnog Televideo-a nisu klikabilne
hu: Érintse meg a kiemelt oldalszámokat az adott oldalra való közvetlen navigációhoz A Nemzeti Televideo 100/1 és a Regionális Televideo 300/1 oldalai nem kattinthatók
is: Ýttu á auðkennd síðunúmer til að fara beint á þá síðu Síður 100/1 af Þjóðar Televideo og 300/1 af Svæðisbundnu Televideo eru ekki smellanlegar
it: Tocca i numeri di pagina evidenziati per navigare direttamente a quella pagina Le pagine 100/1 del Televideo Nazionale e 300/1 del Televideo Regionale non sono cliccabili
nl: Tik op de gemarkeerde paginanummers om direct naar die pagina te navigeren Pagina's 100/1 van Nationaal Televideo en 300/1 van Regionaal Televideo zijn niet klikbaar
pt: Toque nos números de página destacados para navegar diretamente para essa página As páginas 100/1 do Televideo Nacional e 300/1 do Televideo Regional não são clicáveis
sl: Tapnite poudarjene številke strani za neposredno navigacijo na to stran Strani 100/1 Nacionalnega Televideo in 300/1 Regionalnega Televideo niso klikljive
sv: Tryck på de markerade sidnumren för att navigera direkt till den sidan Sidorna 100/1 av National Televideo och 300/1 av Regional Televideo är inte klickbara

# onboardingShortcuts
source: Menu Shortcuts
cs: Menu Zkratek
da: Menu Genveje
de: Menü Verknüpfungen
es: Menú de Accesos Directos
fi: Valikko Pikakuvakkeet
fr: Menu Raccourcis
hr: Izbornik Prečaca
hu: Menü Parancsikonok
is: Valmynd Flýtileiða
nl: Menu Snelkoppelingen
pt: Menu de Atalhos
sl: Meni Bližnjic
sv: Meny Genvägar

# onboardingShortcutsDescription
source: Quickly access the most important Televideo pages. Use this menu to jump directly to: • Page 100: National index • Page 200: News ..... You can also search pages by title by selecting the Search page option
cs: Rychlý přístup k nejdůležitějším stránkám Televideo. Použijte toto menu pro přímý přechod na: • Stránka 100: Národní index • Stránka 200: Zprávy ..... Můžete také vyhledávat stránky podle názvu výběrem možnosti Hledat stránku
da: Få hurtig adgang til de vigtigste Televideo-sider. Brug denne menu til at springe direkte til: • Side 100: Nationalt indeks • Side 200: Nyheder ..... Du kan også søge efter sider efter titel ved at vælge Søg side muligheden
de: Schneller Zugriff auf die wichtigsten Televideo-Seiten. Verwenden Sie dieses Menü für direkten Zugriff auf: • Seite 100: Nationaler Index • Seite 200: Nachrichten ..... Sie können auch Seiten nach Titel suchen, indem Sie die Option Seite suchen wählen
es: Acceso rápido a las páginas más importantes de Televideo. Usa este menú para saltar directamente a: • Página 100: Índice nacional • Página 200: Noticias ..... También puedes buscar páginas por título seleccionando la opción Buscar página
fi: Pääse nopeasti tärkeimmille Televideo-sivuille. Käytä tätä valikkoa siirtyäksesi suoraan: • Sivu 100: Kansallinen hakemisto • Sivu 200: Uutiset ..... Voit myös hakea sivuja otsikon perusteella valitsemalla Hae sivu -vaihtoehdon
fr: Accédez rapidement aux pages les plus importantes du Televideo. Utilisez ce menu pour aller directement à : • Page 100 : Index national • Page 200 : Actualités ..... Vous pouvez aussi rechercher des pages par titre en sélectionnant l'option Rechercher une page
hr: Brzi pristup najvažnijim Televideo stranicama. Koristite ovaj izbornik za izravan skok na: • Stranica 100: Nacionalni indeks • Stranica 200: Vijesti ..... Možete također pretraživati stranice po naslovu odabirom opcije Pretraži stranicu
hu: Gyors hozzáférés a legfontosabb Televideo oldalakhoz. Használja ezt a menüt a közvetlen ugráshoz: • 100. oldal: Nemzeti index • 200. oldal: Hírek ..... Kereshet oldalakat cím szerint is az Oldal keresése opció kiválasztásával
is: Fljótur aðgangur að mikilvægustu Televideo síðunum. Notaðu þessa valmynd til að hoppa beint á: • Síða 100: Þjóðaryfirlit • Síða 200: Fréttir ..... Þú getur líka leitað að síðum eftir titli með því að velja Leita að síðu valkostinn
it: Accedi rapidamente alle pagine più importanti del Televideo. Usa questo menu per saltare direttamente a: • Pagina 100: Indice nazionale • Pagina 200: Notizie ..... Puoi anche cercare le pagine per titolo selezionando l'opzione Cerca pagina
nl: Krijg snel toegang tot de belangrijkste Televideo-pagina's. Gebruik dit menu om direct naar: • Pagina 100: Nationale index • Pagina 200: Nieuws ..... U kunt ook pagina's op titel zoeken door de optie Pagina zoeken te selecteren
pt: Acesso rápido às páginas mais importantes do Televideo. Use este menu para pular diretamente para: • Página 100: Índice nacional • Página 200: Notícias ..... Você também pode pesquisar páginas por título selecionando a opção Pesquisar página
sl: Hiter dostop do najpomembnejših strani Televideo. Uporabite ta meni za neposreden skok na: • Stran 100: Nacionalni indeks • Stran 200: Novice ..... Prav tako lahko iščete strani po naslovu z izbiro možnosti Išči stran
sv: Snabb åtkomst till de viktigaste Televideo-sidorna. Använd denna meny för att hoppa direkt till: • Sida 100: Nationellt index • Sida 200: Nyheter ..... Du kan också söka sidor efter titel genom att välja alternativet Sök sida

# onboardingFavoritesList
source: Favorites List
cs: Seznam Oblíbených
da: Favoritliste
de: Favoritenliste
es: Lista de Favoritos
fi: Suosikkilista
fr: Liste des Favoris
hr: Popis Favorita
hu: Kedvencek Lista
is: Eftirlætislisti
it: Lista Preferiti
nl: Favorietenlijst
pt: Lista de Favoritos
sl: Seznam Priljubljenih
sv: Favoritlista

# onboardingFavoritesListDescription
source: Manage your favorite pages: • Tap a page to open it • Swipe left to remove it • Tap the pencil to edit the description • Long press to change the order
cs: Spravujte své oblíbené stránky: • Klepněte na stránku pro její otevření • Přejeďte doleva pro její odstranění • Klepněte na tužku pro úpravu popisu • Dlouze podržte pro změnu pořadí
da: Administrer dine favoritside: • Tryk på en side for at åbne den • Stryg til venstre for at fjerne den • Tryk på blyanten for at redigere beskrivelsen • Tryk længe for at ændre rækkefølgen
de: Verwalten Sie Ihre Favoritenseiten: • Tippen Sie auf eine Seite, um sie zu öffnen • Wischen Sie nach links zum Entfernen • Tippen Sie auf den Stift zum Bearbeiten der Beschreibung • Lange drücken zum Ändern der Reihenfolge
es: Gestiona tus páginas favoritas: • Toca una página para abrirla • Desliza a la izquierda para eliminarla • Toca el lápiz para editar la descripción • Mantén pulsado para cambiar el orden
fi: Hallitse suosikkisivujasi: • Napauta sivua avataksesi sen • Pyyhkäise vasemmalle poistaaksesi sen • Napauta kynää muokataksesi kuvausta • Paina pitkään muuttaaksesi järjestystä
fr: Gérez vos pages favorites : • Touchez une page pour l'ouvrir • Glissez vers la gauche pour la supprimer • Touchez le crayon pour modifier la description • Appuyez longuement pour changer l'ordre
hr: Upravljajte svojim omiljenim stranicama: • Dodirnite stranicu za otvaranje • Prijeđite prstom ulijevo za uklanjanje • Dodirnite olovku za uređivanje opisa • Dugo pritisnite za promjenu redoslijeda
hu: Kezelje kedvenc oldalait: • Érintse meg az oldalt a megnyitáshoz • Húzza balra az eltávolításhoz • Érintse meg a ceruzát a leírás szerkesztéséhez • Tartsa nyomva a sorrend módosításához
is: Stjórnaðu eftirlætissíðunum þínum: • Ýttu á síðu til að opna hana • Strjúktu til vinstri til að fjarlægja hana • Ýttu á blýantinn til að breyta lýsingu • Ýttu lengi til að breyta röðun
it: Gestisci le tue pagine preferite: • Tocca una pagina per aprirla • Scorri a sinistra per rimuoverla • Tocca la matita per modificare la descrizione • Tieni premuto per cambiare l'ordine
nl: Beheer uw favoriete pagina's: • Tik op een pagina om deze te openen • Veeg naar links om te verwijderen • Tik op het potlood om de beschrijving te bewerken • Houd ingedrukt om de volgorde te wijzigen
pt: Gerencie suas páginas favoritas: • Toque em uma página para abri-la • Deslize para a esquerda para removê-la • Toque no lápis para editar a descrição • Pressione e segure para alterar a ordem
sl: Upravljajte svoje priljubljene strani: • Tapnite stran za odpiranje • Podrsajte levo za odstranitev • Tapnite svinčnik za urejanje opisa • Dolgo pritisnite za spremembo vrstnega reda
sv: Hantera dina favoritsidor: • Tryck på en sida för att öppna den • Svep åt vänster för att ta bort den • Tryck på pennan för att redigera beskrivningen • Tryck och håll för att ändra ordningen
